<template>
    <div>
        <v-alert outlined color="primary">
        <div class="font-weight-bold">
            روش کاشت بذر سبزی شاهی در گلدان و باغچه خانه
        </div>
        <div class="black--text">
            بهتر است بذرها را ابتدا به مدت 2 تا 5 ساعت در آب بخیسانید تا خوب متورم شوند؛ سپس آنها را بر روی تکه ای روزنامه یا دستمال کاغذی ریخته تا رطوبت شان گرفته شود.
            <br>
            برای کاشت بذر شاهی به یک گلدان با عمق حداقل 10 سانتی متر نیاز دارید. داخل گلدان را می توانید با خاک باغچه و یا ترکیب (کوکوپیت+پرلیت) پر کرده و سطح آن را آب پاشی کنید تا خوب مرطوب شود.
            <br>
            نکته : کف گلدان شما باید چند سوراخ داشته باشد تا آب اضافی از زیر گلدان خارج شود. همچنین بهتر است کف گلدان تان را با سنگ ریزه یا پوکه های صنعتی پر کنید تا آب به راحتی از آن خارج شود.
            <br>
            پس از آماده سازی خاک گلدان و مرطوب کردن سطح آن، بذرها را بر روی خاک بپاشید و به اندازه خیلی کم در حد یک سانتی متر خاک بر روی آن بریزید.
            <br>
            سپس دوباره مقداری روی بذرها را آب پاشی کرده و برای آنکه رطوبت گلدان حفظ شود روی آن را به مدت 24 ساعت با پلاستیک بپوشانید.
            <br>
            بعد از گذاشت 1 الی 2 روز بذرها شروع به جوانه زدن می کنند. توجه داشته باشید که خاک گلدان همیشه باید مرطوب باشد و بهتر است آن را در جایی قرار دهید که نور کافی و مستقیم خورشید به جوانه ها بتابد.
            <br>
            نکته : ابتدا بگذارید به مدت 5 روز بذرها در مکانی گرم باشند سپس آنها را به نزدیک پنجره آفتاب گیر منتقل کنید.
            <br>
            شاهی بسیار سریع رشد می کند و پس از گذشت 3 تا 6 هفته می توانید آن را برداشت کنید. هنگامی که برگ های شاهی جوان هستند بهترین طعم را دارند.
            <br>
            برای استفاده خوراکی از شاهی باید برگ های آن را قبل از گل دهی گیاه برداشت کنید چون پس از گذشت زمان طولانی برگ ها بزرگ و سفت شده و طعم تلخی پیدا می کنند.
            <br>
            هنگامی که اندازه شاهی به 7 تا 12 سانتی متر رسید می توانید آن را با قیچی بچینید و مصرف کنید. برای این کار سبزی را از 2 سانتی متر بالای خاک بچینید. سبزی شما دوباره برگ خواهد داد و می توانید حداقل 3-4 مرتبه این کار را انجام دهید.
            <br>
            نحوه کاشت شاهی در باغچه خانه
            برای کاشت بذر شاهی در باغچه معمولا یا آن را به صورت کلی بر روی خاک می پاشند یا در ردیف هایی با فاصله منظم اقدام به کاشت می کنند.
            <br>
            برای این کار می توانید در باغچه ردیف هایی به فاصله 12 سانتی متر از یکدیگر ایجاد کرده و دانه های بذر را داخل این ردیف ها با فاصلی 3 سانتی متر از یک دیگر بکارید و سپس روی آنها را با 1 سانتی متر خاک بپوشانید.
            <br>
            سپس خاک را آبیاری کرده و صبر کنید تا بذرها جوانه بزنند. بهتر است مکان کاشت حتما آفتابی باشد و دارای خاکی غنی با زهکشی مناسب باشد.
            <br>
            اگر برگ های شاهی در حال زرد شدن هستند می تواند چند دلیل کلی داشته باشد :
            <ol class="mr-4">
                <li>
                    آبیاری بیش از اندازه (زمانی که رطوبت سطح خاک کم شد اقدام به آبیاری کنید)
                </li>
                <li>
                    زهکشی نامناسب خاک و گلدان که اجازه خروج آب اضافی را نمی دهد (کف گلدان حتما باید دارای چندین سوراخ باشد. همچنین بهتر است کف آن را با سنگ یا پوکه های صنعتی پر کنید تا آب اضافی گلدان به خوبی خارج شود.)
                </li>
                <li>
                    آلودگی خاک
                </li>
            </ol>
        </div>
        </v-alert>
    </div>
</template>

<script>
    export default {
        
    }
</script>

<style scoped>

</style>