<template>
  <v-container fluid>
    <SocialHead
      title="طرز کاشت گل لاله عباسی در گلدان و نشا لاله عباسی"
    />
    <v-alert outlined color="primary">
      <b> طرز کاشت گل لاله عباسی در گلدان و نشا لاله عباسی </b>
      <div class="black--text">
        <v-list>
          <v-list-item>
            برای کاشت این بذرها گلدانی کم ارتفاع با دهانه باز انتخاب کرده و یا
            یک سینی نشا تهیه کنید.
          </v-list-item>
          <v-list-item>
            حدود 5 سانتیمتر خاک با زهکشی مناسب در آن بریزید و به خوبی آبیاری
            کنید تا خاک نشست کامل کند.
          </v-list-item>
          <v-list-item>
            سپس بذر ها را روی آن بپاشید و حدود 1 سانتیمتر خاک یا کود مناسب روی
            آن ها پخش کنید، سپس آب اسپری کنید.
          </v-list-item>
          <v-list-item>
            سپس شرایط دمایی و آبیاری را همانند موارد فوق که گفته شد رعایت کنید.
          </v-list-item>
          <v-list-item>
            زمانی که ارتفاع جوانه ها به 5-8 سانتی متر رسید می توانید آن ها به یک
            گلدان بزرگتر انتقال دهید و یا در باغچه بکارید.
          </v-list-item>
          <v-list-item class="warning--text">
            نکته: اگر ریشه های گوشتی این گیاه محافظت شود تا 5 سال عمر می کند
          </v-list-item>
        </v-list>
      </div>
      <b> شرایط نگهداری گل لاله عباسی ابلق </b>
      <div class="black--text">
        <v-list>
          <v-list-item>
            <b>آبیاری گل لاله عباسی</b>:
            سطح بستر خاک را مرتبا بازدید کنید.
            زمانی که تا حدودی رطوبت خود را از دست داده بود گیاه را آبیاری کنید.
          </v-list-item>
          <v-list-item>
            در صورتی که گیاه به شکل چندساله نگهداری می‌شود و ریشه گوشتی در خاک
            باقی گذاشته می شود باید در طی فصل سرد آبیاری را کاهش داد در حدی که
            خاک کاملا خشک نشود در غیر اینصورت امکان پوسیدن ریشه های گوشتی وجود
            دارد.
          </v-list-item>
          <v-list-item>
            <b>نور مناسب گل لاله عباسی</b> : به نور کامل و به بیان دیگر حداقل 6
            ساعت نور مستقیم آفتاب نیاز دارد.
          </v-list-item>
          <v-list-item>
            در محیط کم نور برگسار رنگ پریده می‌شوند و گلها و غنچه ها خواهند
            ریخت.
          </v-list-item>
          <v-list-item>
            نور زیاد اگر رطوبت بستر و فضا تامین شود مشکلی را برای گیاه ایجاد
            نمی‌کند اما اگر بیش از اندازه شود و یا گیاه خشکی نیز ببیند موجب
            سوختن نوک و حاشیه برگها و ریزش غنچه های گل خواهد شد.
          </v-list-item>
          <v-list-item>
            <b>دمای مورد نیاز لاله عباسی</b> : اگرچه دمای 30-15 درجه سانتیگراد
            برای این گیاه مناسب معرفی شده است اما با رعایت آبیاری و افزایش رطوبت
            محیط در دمای بیش از 30 درجه نیز این گیاه به خوبی رشد می‌کند.
          </v-list-item>
          <v-list-item>
            با فرا رسیدن سرمای پاییز به تدریج از رشد آن کاسته می‌شود و با نزدیک
            شدن به دمای صفر درجه تمامی برگسار این گیاه از بین خواهد رفت.
          </v-list-item>
          <v-list-item>
            <b>خاک مناسب گل لاله عباسی</b> : طیف وسیعی از خاک را تحمل می‌کند اما
            بستر کاشت باید زهکش مناسبی داشته باشد بنابراین در مخلوط خاکی می‌توان
            از شن ، پرلایت و یا ورمی کولایت به منظور ایجاد زهکش مناسب استفاده
            کرد.
          </v-list-item>
          <v-list-item>
            <b>کوددهی و تغذیه</b> : پریدگی رنگ برگسار ، کوچک ماندن برگهای جدید،
            کاهش گلها و یا ریزش غنچه های گل می‌تواند نشانه کمبود مواد غذایی در
            خاک باشد.
          </v-list-item>
          <v-list-item>
            بنابراین می‌توان در طی فصل رشد هر 6-4 هفته یکبار از کودی همانند
            10-10-10 برای این گیاه استفاده کرد. کود دهی بیش از اندازه می‌تواند
            موجب کاهش گلدهی این گیاه شود.
          </v-list-item>
          <v-list-item>
            <b>هرس کردن لاله عباسی</b> : با فرارسیدن فصل سرما و اگر قصد نگهداری
            از ریشه های گوشتی آن را داشته باشیم می‌توان تشمامی قسمتهای هوایی
            آنرا تا سطح خاک کوتاه کرد. در طی فصل رشد نیاز چندانی به انجام عمل
            هرس ندارد.
          </v-list-item>
        </v-list>
      </div>
      <b> مراقبت از گیاه </b>
      <v-list>
        <v-list-item>
          دقت کنید که خاک مرطوب باشد گیاه ریحان رطوبت را دوست دارد. اگر در یک
          منطقه گرم زندگی می کنید، از مالچ در اطراف گیاهان ریحان استفاده کنید (
          مالچ به مرطوب نگه داشتن خاک کمک خواهد کرد).
        </v-list-item>
        <v-list-item>
          بعد از اینکه اولین برگ ها رویید آنها را هرس کنید.
        </v-list-item>
        <v-list-item>
          هر زمان که یک شاخه شش تا هشت برگ دارد، هرس را ادامه دهید.
        </v-list-item>
        <v-list-item>
          بعد از 6 هفته، از رویش زود هنگام گیاه جلوگیری کنید اگر گیاهان رشد می
          کنند، فقط آن ها را ببرید.
        </v-list-item>
        <v-list-item>
          اگر هوا سرد باشد، حتما گیاه را از قبل برداشت کنید چون هوای سرد گیاهان
          را نابود خواهد کرد.
        </v-list-item>
      </v-list>
    </v-alert>
  </v-container>
</template>

<script>
import SocialHead from '~/components/SocialHead.vue'
export default {
  components: {
    SocialHead
  }
}
</script>

<style scoped></style>
