<template>
  <v-container fluid>
    <SocialHead
      title="کاشت ریحان از طریق بذر داخل گلدان"
    />
    <v-alert outlined color="primary">
      <b>
        کاشت ریحان از طریق بذر داخل گلدان
      </b>
      <div class="black--text">
        <v-list>
          <v-list-item>
            اولین نکته ای که برای کاشت و پرورش ریحان داخل گلدان یا باغچه در نظر
            بگیرید انتخاب بذرهای سالم و استاندارد است که آنها را باید یک روز قبل از
            کاشت در مقداری آب ولرم بریزید. شما می توانید بذر ریحان را بین 8 ساعت تا
            سه روز در آب نگه دارید تا خوب و کامل متورم شوند.
          </v-list-item>
          <v-list-item>
            مرحله بعد انتخاب گلدان مناسب است که باید آن را تا ارتفاع 15 سانتی متری با مخلوط خاک باغچه و خاکبرگ پرکنیم.
          </v-list-item>
          <v-list-item>
            حالا نوبت به کاشت ریحان می رسد ، در این مرحله ابتدا بذرها را از آب بیرون اورده و به روی یک پارچه یا روزنامه قرار می دهیم تا به خوبی نم آنها گرفته شود.
          </v-list-item>
          <v-list-item>
            بذرها را حداکثر در عمق 5/0 تا 1 سانتیمتری، با فاصله 15 سانتیمتری روی سطح خاک می پاشیم و روی بذرها را با کمی خاک می پوشانیم.
          </v-list-item>
          <v-list-item class="warning--text">
            نکته: توجه داشته باشید که اگر اندازه بذر دو میلی متر باشد، شما باید حداکثر دو میلی متر روی آن را با خاک بپوشانید.
          </v-list-item>
          <v-list-item>
            بعد از انجام صحیح این مرحله سطح گلدان را با یک برگ روزنامه می پوشانیم تا بذرها کامل زیر روزنامه قرار بگیرند.
          </v-list-item>
          <v-list-item>
            شما باید هر روز دو تا چهار بار روی گلدانی که بذرهای ریحان را کاشته اید با یک آب پاش کوچک آب بریزید تا سطح آن کاملا خیس شود و گلدان را دو تا پنج روز در گرم ترین جای ممکن قرار دهید.
          </v-list-item>
          <v-list-item>
            فراموش نکنید که وقتی ریحان جوانه زد، نباید اجازه دهید خاک خشک شود و باید هر روز آبیاری انجام دهید.
          </v-list-item>
        </v-list>
      </div>
      <b>
        روش صحیح انجام مراحل کاشت و پروش ریحان در باغچه
      </b>
      <div class="black--text">
        <v-list>
          <v-list-item>
            در شروع کشت، کاشت بذر ها را 6 هفته قبل از آخرین سرما شروع کنید. ( به تاریخ های یخ بندان محلی مراجعه کنید .)
          </v-list-item>
          <v-list-item>
            برای کاشت در بیرون از منزل، صبر کنید تا زمین حداقل به 50 درجه - ترجیحا حدود 70 درجه فارنهایت برای رشد بهتر برسد ، بدون گرما، گیاه رشد نخواهد کرد.
          </v-list-item>
          <v-list-item>
            ریحان باید در مکانی بروید که روزانه 6 تا 8 ساعت آفتاب کامل را دریافت کند؛ خاک باید مرطوب و زهکشی شده باشد.
          </v-list-item>
          <v-list-item>
            کشت گیاه یا جوانه آن حدود 10 تا 12 اینچی عمق زمین قرار دارند، آن ها باید حدود 12 تا 24 اینچ ارتفاع داشته باشند ؛ برای گیاهان کوچک تر، گیاه ( حدود 16 تا 24 اینچی عمق زمین قرار دارد ).
          </v-list-item>
          <v-list-item>
            در طول دوره های خشک تابستان، به طور آزاد گیاهان را آبیاری کنید.
          </v-list-item>
          <v-list-item>
            به یاد داشته باشید به محض این که به نظر رسید برگ ها رشد کرده اند برگ را بچینید چون دوباره می روید.
          </v-list-item>
          <v-list-item>
            اگر در حال برنامه ریزی برای پخت وپز با این گیاهان، هستید گیاه را درخاک تمیز بکارید ( از کودهای شیمیایی استفاده نکنید چون مضر هستند ) و آن ها را دوراز مسیر های شلوغ بکارید تا گیاهان صدمه نبینند، گوجه فرنگی همسایه خوبی برای ریحان در باغ است.
          </v-list-item>
        </v-list>
      </div>
      <b>
        مراقبت از گیاه
      </b>
      <v-list>
        <v-list-item>
          دقت کنید که خاک مرطوب باشد گیاه ریحان رطوبت را دوست دارد. اگر در یک منطقه گرم زندگی می کنید، از مالچ در اطراف گیاهان ریحان استفاده کنید ( مالچ به مرطوب نگه داشتن خاک کمک خواهد کرد).
        </v-list-item>
        <v-list-item>
          بعد از اینکه اولین برگ ها رویید آنها را هرس کنید.
        </v-list-item>
        <v-list-item>
          هر زمان که یک شاخه شش تا هشت برگ دارد، هرس را ادامه دهید.
        </v-list-item>
        <v-list-item>
          بعد از 6 هفته، از رویش زود هنگام گیاه جلوگیری کنید اگر گیاهان رشد می کنند، فقط آن ها را ببرید.
        </v-list-item>
        <v-list-item>
          اگر هوا سرد باشد، حتما گیاه را از قبل برداشت کنید چون هوای سرد گیاهان را نابود خواهد کرد.
        </v-list-item>
      </v-list>
    </v-alert>
  </v-container>
</template>

<script>
import SocialHead from '~/components/SocialHead.vue'
export default {
  components: {
    SocialHead
  }
}
</script>

<style scoped></style>
