<template>
    <v-container>
        <b class="title info--text text--darken-2">
            نحوه ثبت سفارش:
        </b>
        <p>
            <ul>
                <li>
                    وارد 
                    <nuxt-link to="/Profile">پروفایل</nuxt-link>
                    خود شوید و شماره همراه خود وارد کرده و با کد پیامک‌شده تایید نمایید.
                </li>
                <li>
                    سپس محصولات دلخواه خود را با‌توجه به رنگ و نوع محصول به 
                    <nuxt-link to="/cart">
                        سبدخرید
                    </nuxt-link>
                    اضافه نمایید.
                </li>
                <li>
                    پس از تکمیل شدن سبد سفارش، 
                    <nuxt-link to="/address">
                        آدرس دقیق پستی
                    </nuxt-link>
                    و اطلاعات موردنیاز برای ارسال کالا را وارد نمایید و وارد مرحله پرداخت ‌شوید. 
                </li>
                <li>
                    پس از پرداخت مبلغ سفارش، و ثبت اطلاعات پرداختی، نهایتا تا 1روزکاری 
                    <nuxt-link to="/orders">
                        سفارش
                    </nuxt-link>
                    شما تایید می‌شود.
                </li>
                <li>
                    پس از تایید، سفارش شما نهایتا 3 الی 4روزکاری تحویل شرکت پست خواهدشد و پیامک کد رهگیری برای شما ارسال خواهد شد.
                </li>
                <li>
                    بدیهی است در زمان‌های فروش ویژه، بعد از تعطیلات طولانی مدت و شرایط خاص مانند محدودیت‌های شدید کرونایی زمان‌بندی ارسال با تاخیر انجام خواهدشد.
                </li>
            </ul>
            <p>
                پ.ن: تمامی مرسوله‌های ارسال‌شده بیمه‌شده هستند. لطفا از پذیرش کارتن‌های پاره‌شده و سوراخ خودداری نمایید و از مامورپست بخواهید برای شما خرابی مرسوله پستی را صورت‌جلسه نماید تا از طریق بیمه قابل پیگیری باشد.
            </p>
            <v-alert outlined>
                شما می‌توانید همواره تمامی سوالات و مشکلات مربوط به فرایند ثبت سفارش، پرداخت، پیگیری سفارش و... را در
                <a href="https://www.instagram.com/b612theory/" target="_blank">
                    دایرکت اینستاگرام B612 Theory 
                </a>
                مطرح نمایید.
                پس از دریافت سفارش، هرگونه مغایرت، خرابی، شکستگی و... را با مستندات کافی(عکس گرفتن از محصولات ارسال‌شده، بسته‌بندی، کارتن ارسالی، بارکدپستی و...) به ما در دایرکت اینستاگرام B612 Theory اعلام نمایید.
                تیم ما همواره در دایرکت اینستاگرام B612 Theory پذیرای نظرها، انتقادها و پیشنهادهای شما می‌باشد.
            </v-alert>
            <b class="title info--text text--darken-2">
                راهنمای ثبت سفارش برای محصولات سفارشی:
            </b>
            <br>
            <b class="subtitle-1 info--text text--darken-2">
                <nuxt-link to="/products/Polaroid/60a7ff3cd6a7bbb590a2fc94">
                    عکس پولاروید:
                </nuxt-link>
            </b>
            <ul>
                <li>
                    برای ثبت سفارش عکس پولاروید پس از انتخاب قالب مورد نظر، عکس خودرا از داخل سیستم انتخاب نمایید و آن‌را کراپ کنید.
                </li>
                <li>
                    در صورت تمایل می‌توانید متن کوتاه دلخواهی نیز به پایین عکس اضافه نمایید. 
                </li>
                <li>
                    پس از انتخاب تعداد مورد نیاز گزینه ثبت سفارش را بزنید و تا زمان آپلود شدن عکس خود صبرنمایید.
                </li>
            </ul>
            <br>
            <p>
                پ.ن: عکس‌های پولاروید ما بر روی کاغذ گلاسه گرم بالای مخصوص عکاسی با وضوح بالا چاپ می‌شوند.
            </p>
            <p>
                پ.ن2: جهت حفظ حریم خصوصی عکس‌های شما تنها تا یک ماه پس از ثبت‌سفارش برای پیگیری فرایند سفارش و روند ارسال آن ،در سرورهای ما باقی می‌مانند و پس از آن برای همیشه حذف می‌شوند.
            </p>
            <p>
                پ.ن3: عکس‌های پولاروید به اشعه فرابنفش خورشید حساس هستند و بهترین مکان برای نگهداری آن‌ها در مکانی مانند آلبوم‌های عکاسی است که نور دائمی نمی‌خورند.
            </p>
            <br>
            <b class="subtitle-1 info--text text--darken-2">
                <nuxt-link to="/products/VoiceCard/60a80142d6a7bbb590a2fc98">
                    کارت پستال صوتی:
                </nuxt-link>
            </b>
            <ul>
                <li>
                    برای ثبت سفارش کارت پستال صوتی پس انتخاب طرح مورد نظر، فایل صوتی خودرا از سیستم انتخاب کرده و رنگ دنبال کننده و محل قرارگیری بارکد را انتخاب نمایید.
                </li>
                <li>
                    همچنین می‌توانید با انتخاب گزینه سفارشی، عکس پس زمینه کارت را هم خودتان انتخاب نمایید.
                </li>
                <li>
                    در مرحله آخر بر  روی گزینه تایید کلیک کرده و تا آپلودشدن فایل صوتی خود صبر نمایید.
                </li>
            </ul>
            <br>
            <p>
                پ.ن: تاریخ انقضای کارت پستال‌های صوتی حداقل دوسال می‌باشد.
            </p>
            <br>
            <b class="subtitle-1 info--text text--darken-2">
                <nuxt-link to="/products/DiaryBook/60a801f5d6a7bbb590a2fc9d">
                    کتاب خاطره:
                </nuxt-link>
            </b>
            <ul>
                <li>
                    برای ثبت سفارش کتاب خاطره فیلم موردنظرتان را از سیستم خود انتخاب نمایید.
                </li>
                <li>
                    نکته: بهتر است فیلم افقی باشد. فیلم‌های عمودی توسط ما، 90درجه چرخانده می‌شوند.
                </li>
                <li>
                    نکته2: زمان بهینه برای فیلم 10ثانیه می‌باشد. که هرچه زمان فیلم کمتر باشد، تصویر نهایی روان‌تر پخش خواهدشد. باتوجه به حدود 120فریم برای این محصول، مدت زمان فیلم 5ثانیه استاندارد، 10ثانیه بهینه است و بالای 15ثانیه توصیه نمی‌شود.
                </li>
                <li>
                همچنین می‌توانید با انتخاب دکمه "انتخاب‌های بیشتر" در صورت تمایل جعبه کتاب خاطره خود را نیز طراحی کنید و عکس‌های روی جعبه، پشت جعبه، دو سر روی کشوی جعبه را از سیستم خود انتخاب کنید.
                </li>
                <li>
                    همچنین می‌توانید در صورت تمایل متنی بر روی ضلع کوچک جعبه بنویسید.
                </li>
                <li>
                    پس از انتخاب تمامی موارد موردنیاز دکمه آپلود را زده تا زمان آپلود کامل فایل‌های خود صبرنمایید.
                </li>
            </ul>
    </v-container>
</template>

<script>
    export default {
        head: {
            title: 'نحوه ثبت سفارش | تئوری B612',
            meta: [
                {
                    hid: 'description',
                    name: 'description',
                    content: 'نحوه ثبت سفارش تئوری b612'
                },
                {
                    hid: 'keywords',
                    name: 'keywords',
                    content: 'matches,کبریت,کبریت سفارشی,فانتزی,پولاروید,کتاب خاطره,کارت صدا'
                }
            ],
        }
    }
</script>

<style lang="scss" scoped>
a {
    color: rgb(47, 0, 255) !important;
}
</style>